<%@ page contentType="text/html;charset=UTF-8" language="java" %>
<%@include file="/view/platform/context/mytags.jsp"%>
<!DOCTYPE html>
<html lang="en">
<head>
    <t:base type="jquery2.11,layer,vue,layui"></t:base>
    <meta charset=utf-8>
    <meta name=description content="">
    <meta name=viewport content="width=device-width, initial-scale=1">
    <meta http-equiv="x-ua-compatible" content="IE=Edge,chrome=1">
    <link rel="stylesheet" type="text/css" href="/static/plugins/layui/css/layui.css">
    <link rel="stylesheet" href="/static/platform/v2.2.0/css/reset.css">
    <title>一键成为店铺</title>
    <style type="text/css">
        .layui-layer-btn{}
        .store-protocol h2{
        	font-size: 16px;
        	padding:0.2rem 0.5rem 0.2rem 0.5rem;
        }
        .store-protocol p{
        	padding:0.5rem 1rem 0.5rem 1rem;
        }
        /*  输入框*/
        .form-inline span{
        	margin-right: 0.5rem;
        }
        .form-inline input{
        	padding:0.3rem 0 0.3rem 0;
        	
        }
        .form-inline button{
        	border:none;
        	padding:0.5rem 0.3rem 0.5rem 0.3rem;
        	background-color: #117C1C;
        	border-radius: 0.2rem;
        	color:white;
        }
        .form-inline button:hover {
			background-color: #508B56;
		}
    </style>
</head>
<body>
<%@include file="/view/platform/org/context/header.jsp"%>
<article>
    <%@include file="/view/platform/org/context/admin.jsp"%>
    <section class="banxin container">
        <%@include file="/view/platform/org/context/menu.jsp"%>
        <div class="main-content" style="background-color: white;margin:10px 10px 30px 10px;">
        	<h1 style="font-size: 18px;font-weight: bold;text-align: center;">个人或机构入驻商城协议</h1>
            <div class="store-protocol" style="margin:1.5rem 0;height:600px;overflow-y:scroll;">
            	<h2><b>特别提醒：</b></h2>
				<p>1. 在接受本合同之前，请您仔细阅读本合同的全部内容（特别是以下划线标注的内容）。如果您对本合同的条款有疑问的，请通过拨打400-026-1003进行询问，</p>
				<p>生命守护平台工作人员将向您解释条款内容。如果您不同意本合同的任意内容，或者无法准确理解条款的解释，请不要同意本合同或使用本合同项下的服务，</p>
				<p>否则，表示您已接受了以下所述的条款和条件，同意受本合同约束。届时您不应以未阅读本合同的内容或者未获得生命守护平台对您问询的解答等理由，主张本合同无效，或要求撤销本合同。</p>
				<p>2. 为充分维护您的合法权益，生命守护平台特别提醒您特别关注本合同条款中的黑体及/或加下划线部分，请您务必仔细阅读。</p>
				
				<h2><b>一、定义条款</b></h2>
				<p>您确认并同意本条款中对于各名词的解释及定义，并同意按照该定义履行相关义务。</p>
				<p>1.1.生命守护平台（以下统称为“平台”）：特指由生命守护现在或将来拥有合格权限运营/管理的，提供各种服务的网络服务平台。</p>
				<p>1.2.商家：即在平台注册，并使用其本人或机构注册的卖家账户，通过平台展示的信息获取商品/服务的个人。</p>
				<p>1.3.产品/服务信息：您通过平台发布的，在平台页面上展示的您商品/服务/优惠信息（如商品/服务描述、兑换券有效期、团购规则、门店信息、会员优惠等）。</p>
				<p>该信息为您就前述商品/服务向用户发出的要约，一旦用户通过平台确认同意购买您该商品/服务，即视为您与用户达成了相应合同。</p>
				<p>1.4.兑换券：指用户通过平台获取的，您向用户提供商品/服务的消费凭证。兑换券包括但不限于团购券、平台订单等，展现方式包括但不限于字符、二维码、订单、短信、电子邮件等。</p>
				<p>1.5.门店价：签订本合同时，您提供的商品/服务直接对外销售/提供时的单份销售价格。</p>
				<p>1.6.平台价：您提供的商品/服务通过平台向用户展示的价格。</p>
				<p>1.7.服务费：为了实现您进入平台开展经营活动、进行交易之目的，平台为您提供本合同约定之服务收取的相关费用。</p>
				<p>1.8.服务费价格：用户每实际消费一张兑换券每实际消费一次，您应向平台支付的服务费数额。团购及其它功能服务费计算标准以双方通过书面、邮件或商家中心确认的比例为准。</p>
				<p>1.9.结算价：针对每一张已实际消费的兑换券，于代收款项中扣除应收取的服务费、商家自促费等其他费用后，应支付给您的数额。结算价=团购平台价-团购服务费价格-商家自促费。</p>
				<p>1.10.代收净额：对应用户实际消费的兑换券数量，应支付给您的结算款项。</p>
				<p>1.11.团购技术服务代收净额计算标准为：团购结算价×兑换券消费数。</p>
				<h2><b>二、服务内容</b></h2>
				<p>为实现您进入平台开展经营活动、通过平台发布商品/服务信息、与用户进行交易之目的，平台为您提供授权许可计算机软件及软件技术服务、网络技术服务及其他相关服务，具体服务内容如下：</p>
				<p>2.1.技术服务</p>
				<p>生命守护系统平台及其相关APP等、软硬件设备，以实现您商品/服务在线展示，为用户提供兑换券验证、汇总管理经营数据等经营行为，并实现代您收取商品/服务对应的款项的技术服务。</p>
				<p>2.2.授权许可您使用生命守护所有或合法运营、管理的与合作内容相关的计算机软件，并提供软件技术服务。</p>
				<p>2.3机构可以入驻平台自行注册门店发布商品，商家向平台支付10%服务费；机构可以把产品相关资料和底价（含税）给到平台，由平台经销其商品，商家对订单代发货。</p>
				<h2><b>三、服务费用寄支付方式</b></h2>
				<p>基于上述服务，您应按照约定支付服务费，您同意并确认生命守护平台可直接扣除服务费后，将代收净额支付给您。平台对商家在平台生成的收益收取10%的服务费，商家引入的会员在平台消费其他商品或服务</p>
				<p>，引入会员的商家可以获得平台收益后的30%的利润分成。</p>
				<h2><b>四、 您的权利和义务</b></h2>
				<p>4.1.您应遵守本合同之约定及平台公告发布的与您履行本合同项下义务相关的各项规则。</p>
				<p>4.2.您应保证您为一家依据中国法律合法成立并有效存续的法人或其它商事主体，能够独立承担法律责任，并具有履行本合同所需的一切权利及能力；</p>
				<p>您因资质或提供的您信息而致本合同无法正常履行的，由此产生的一切结果由您负责，您还需赔偿生命守护平台因此遭受的损失。</p>
				<p>4.3.您承诺向平台提交的证明材料合法、真实、准确详尽。否则您承诺独立承担因此导致的相应责任及后果，使平台免责。</p>
				<p>4.4.您承诺通过商户中心发布、编辑、更新的商户信息（包括但不限于文字、图片等）真实准确，并且不侵犯任何人的合法权益。</p>
				<p>4.5.您向用户提供商品/服务时，应确保与您信息一致，您在兑换券有效期内，应按照本合同约定、信息描述、订单及平台相关规则接受用户的预约和消费。</p>
				<p>因您原因造成的用户投诉、经济损失等相关后果均由您承担。</p>
				<p>4.6.您应合法经营，且提供的商品/服务应符合国家法律、法规、规章的规定。如因您行为或您提供的商品/服务造成用户损失的，由您承担相应的赔偿责任。</p>
				<p>如平台基于前述情况向消费者先行赔付的，平台有权进行追偿。</p>
				<p>4.7.您应按照平台价为用户开具相应金额的发票。</p>
				<p>.4.8.您应保证合作期间经营场所内实际销售价格不低于平台价，且不得唆使或诱使持兑换券消费的用户放弃兑换券而改为使用现金或其他形式消费，</p>
				<p>否则平台有权立即终止本合同并要求您按照本合同约定承担违约责任。</p>
				<p>.4.9.对于虽已成交但并未实际消费的兑换券，无论该兑换券有效期是否届满，您同意平台/平台实际经营者均有权留存该兑换券所对应的款项，并根据订单的约定及用户的要求与意愿，处置相应款项。</p>
				<p>.4.10.您应在用户消费时及时通过商家中心验证兑换券，因您怠于履行验证义务而导致的一切损失由您自行承担。</p>
				<p>.4.11.您承诺并保证您对使用的商品、商标、品牌、图片等享有合法权利或合法授权，不会侵犯他人的知识产权、企业名称权等权益；</p>
				<p>且您承诺平台/平台关联方/平台合作方不会因展示您上述信息而遭受来自第三方的任何投诉、抗辩及争议，否则相应责任均由您承担。</p>
				<p>.4.12.如平台在合作过程中提供了相应设备、设施给您使用，您确认前述设备的所有权属于平台，您仅有使用权并应尽到妥善保管义务，</p>
				<p>且基于前述设备的使用按平台要求向您提供相应数据。因您原因造成的设备损毁丢失，您应进行相应赔偿（具体价格双方可选择采用书面、邮件或商家中心操作任一种方式确认）。</p>
				<p>.4.13.无论本协议因任何原因终止，您承诺立即停止以任何方式使用平台相关的商标、标识、网站名称、网站内容等。</p>
				<p>.4.14.您同意用户通过平台发布的针对您的评论、照片等，纯属用户个人意见，与平台立场无关，平台不承担任何责任。</p>
				<p>.4.15.您应按照合同约定、页面信息及平台方规则向用户提供商品/服务，否则由此引起用户投诉或给用户/平台/平台关联方/平台合作方造成损失的，相应责任均由您承担，</p>
				<p>且平台有权解除合同并要求您按本合同约定支付违约金。</p>
				<p>.4.16.您不得通过任何手段、以任何方式自行或者委托他人进行如下行为（包括但不限于虚拟交易、虚拟验证、自买自卖、伪造网络用户真实消费、体验、刷单等违反平台规则、</p>
				<p>损害平台/平台关联方/平台合作方利益的行为，或伪造、仿冒等其他违反国家法律法规的行为，或其它违反公平竞争诚实信用原则与商业道德的行为），</p>
				<p>否则，平台有权解除合同，在代收净额中扣除上述行为给平台/平台关联方/平台合作方造成的损失，并要求您按照本合同约定支付违约金。</p>
				<p>.4.17.如在合同履行期限内，因您原因造成的方案、项目或合同中止（包括但不限于服务方案已下线或停止营业），</p>
				<p>您应及时通知平台。如因您怠于通知造成的一切纠纷和责任（包括但不限于用户投诉、行政机关处罚等）由您承担，若由此给平台/平台关联方/平台合作方造成经济损失，您应进行赔偿。</p>
				<p>.4.18.您保证双方合作项目在其它平台销售的平台价不得低于本合同涉及平台价，否则平台有权解除合同。</p>
				<h2><b>五、生命守护平台的权利和义务</b></h2>
				<p>.5.1.平台应向您提供本合同约定的技术服务及其他相关服务。</p>
				<p>.5.2.为更好的推荐您的商品/服务，以提升您的知名度/订单量，平台可通过适当的方式和渠道做相关宣传介绍，并进行相关推荐/推广。</p>
				<p>您对上述行为予以认可，并授权平台/平台关联方/平台合作方就您及其相关门店的名称、LOGO、图片、文字、门店、会员优惠等信息进行使用。</p>
				<p>.5.3.平台有权根据本合同的约定向您收取服务费，并且有权先从代收净额中直接扣除该等服务费。</p>
				<p>.5.4.平台有权对您拟在平台发布的内容、信息进行形式审核，必要时平台有权依据法律法规、政策规定及平台规则拒绝发布(如商家拟发布涉嫌黄、赌、毒及其他违法或者违反公序良俗的信息)。</p>
				<p>.5.5.除展示信息内容或文字确有错误外，您不得要求平台修改已发布于平台上的您信息。</p>
				<p>.5.6.平台有权在确保双方约定结算价不变的前提下，根据市场实际需求适度调整平台价，并在价格调整后通知您。</p>
				<p>.5.7.如用户就您商品/服务向平台/平台实际经营者投诉，平台经核实后，有权要求您配合解决该投诉，</p>
				<p>在该投诉未解决之前平台/平台关联方/平台合作方有权拒绝向您支付涉及投诉的代收净额，待投诉解决后再行支付。</p>
				<p>.5.8.平台有权升级、更新商家中心系统，如有变更，平台将通过前述系统以公告形式作出通知。</p>
				<h2><b>六、商品交付</b></h2>
				<p>6.1您应该根据平台要求对商品进行包装，在包装中不得夹带未经平台同意出现的任何第三方网站或店铺信息，包装制作费由商家承担。</p>
				<p>6.2若商家的商品缺货，平台有权单方关闭交易、退还货款。</p>
				<h2><b>七、货款结算方式</b></h2>
				<p>7.1正常经营情况下，商家根据订单发货后15日或者消费者确认收货后，消费者支付到平台的货款自动进入商家账户，商家可通过平台提供的商家后台管理账号及密码实现货款自提。</p>
				<p>若商家存在虚假发货、欺诈发货等违约行为，平台有权调整相关订单的自动确认收货时间，或者取消商家店铺订单的自动确认收货功能，</p>
				<p>相关订单的货款需消费者主动确认收货或主动申请退款后，方可计入商家账户余额。</p>
				<p>7.2平台不为商家垫付货款，商家申请提取的货款以平台实际收到的消费者货款为限。</p>
				<p>7.3对于商家自平台获取的补贴收入，包括但不限于各类优惠券、代金券、现金抵用券补贴，商家应该根据平台要求向平台开具合法有效的发票。</p>
				<h2><b>八、商品质量要求</b></h2>
				<p>8.1商品的质量应符合国家相关法律法则的要求，不得存在危机人身、财产安全的缺陷；符合商品或者包装上注明采用的商品标准，符合以广告、商品说明、实物样品等方式表明的质量状况。</p>
				<p>8.2商家向消费者提供的有关商品或者服务的信息真实，无引人误导的虚假宣传，无发布虚假广告、欺骗和误导消费者，使购买商品或者接受服务的消费者的合法权益受到损害的行为。</p>
				<p>否则消费者有权退货，运费由商家承担，造成平台或消费者任何损害（包括人身、财产及平台声誉损失），商家应该承担赔偿责任。</p>
				<p>8.3商家保证其销售的商品均为正牌商品，无假冒，无侵犯他人专利权、著作权或者其他权利。</p>
				<h2><b>九、商品售后服务</b></h2>
				<p>9.1商家应根据相关法律法规，负责为消费者提供产品的修理、更换、退货等售后服务，并承担因上述售后服务而产生的费用，</p>
				<p>包括但不限于往返运费、退换货费，保障消费者的权益，保护平台免予承担因产品售后服务而产生的任何法律责任或声誉受损。</p>
				<p>9.2平台有权对商家客服回复情况、态度等进行监督检查，如果发现商家未对商家进行回复或者超时回复将进行记过或者处罚。</p>
				<h2><b>十、违约责任</b></h2>
				<p>10.1.除非本合同另有约定，如您违反诚信原则，或违反本合同的任一条款或平台上的任何规则，或您违反其在本合同的履行中做出的任何承诺和保证，</p>
				<p>或您提供的资质、证照等信息不属实，则平台及其关联方有权停止向您支付代收净额，并有权要求您在一定期限内纠正违约行为。</p>
				<p>如您在平台要求的期限内纠正违约行为后符合本合同约定的，平台应恢复向您支付代收净额；如您在平台要求的期限内拒绝纠正或纠正后仍不符合本合同约定的，</p>
				<p>平台有权单方解除本合同，并有权要求您按照自本合同生效之日起累计至您发生违约行为之日的代收款项总额的30%向其支付违约金。</p>
				<p>10.2.因平台未能按照合同约定履行义务包括未及时付款，且在您要求的期限内拒绝纠正或纠正后仍不符合本合同约定的，应承担因此给您造成的损失。</p>
				<h2><b>十一、保密义务</b></h2>
				<p>除另有约定外，本合同任何一方均应对其获得的对方之业务、经营、财务状况和其他保密资料予以严格保密，不得以任何形式向任何第三方披露。</p>
				<p>否则，因此给其他方造成任何损失的，违约方应承担因此给守约方造成的全部损失。保密义务在合同有效期间及终止后始终有效，不因本合同其他条款整体或部分无效、被撤销而失效。</p>
				<h2><b>十二、合同终止和解除</b></h2>
				<p>本合同期限届满或本合同约定的其他终止情形发生时，本合同终止。除合同另有约定外，合同履行过程中，一方经书面通知对方且经双方协商一致后，可解除本合同。本合同终止或解除后：</p>
				<p>12.1.平台有权删除平台上已发布的您信息，且有权拒绝提供相关信息；</p>
				<p>12.2.本合同终止前您已与用户达成的尚未履行完毕的订单，您应按照本合同、信息、及订单、平台规则等的约定继续履行相应义务；</p>
				<p>12.3.您同意平台保存您资质信息、商品信息、交易记录等相关资料。</p>
				<h2><b>十三、免责条款</b></h2>
				<p>因战争、自然灾害、政府行为、互联网系统故障、互联网通讯提供商故障等不可抗力因素或第三方原因导致平台不能履行本合同项下义务，平台无须承担责任。</p>
				<h2><b>十四、法律适用及争议解决条款</b></h2>
				<p>14.1.本协议的成立、有效性、解释、履行、签署、修订和终止以及争议的解决均应适用中华人民共和国法律。</p>
				<p>14.2.因本合同引起的或与本合同有关的任何争议，双方应协商解决。协商不成的，任何一方均可将争议提交至原告所在地法院。</p>
				<h2><b>十五、附则</b></h2>
				<p>15.1.与本合同有关的全部通知，双方可选择采用书面、邮件或商家中心操作任一种方式变更及确认。</p>
				<p>15.2.本合同正文不得涂改修订，如有未尽事宜，应另行签订书面补充合同。任何形式的口头协议均属无效。</p>
				<p>15.3.本合同附件是本合同不可分割的组成部分，与本合同具有同等法律效力。</p>
				<p>15.4.本合同由您确认后，于您的团购服务信息首次发布之日起生效，有效期1年。</p>
				<p>15.5.合同到期后，在保留合同条款及相应约定情形下，经平台同意有效期自动顺延，每次顺延期为1年。</p>
            </div>
            <div class="form-inline">
            	<span>
            		<input onchange="common.show_btn(this)" type="checkbox" name="agreen" class="agreen" />
            		<label>我已阅读并同意此协议</label>         
            	</span>
            	<!-- <span>
					<label></label>            	
	            	<input type="text" name="shopName" class="shopName" placeholder="店铺名(选填)"/>
            	</span> -->
            	<button onclick="common.beAShop()" class="be-shop-btn" disabled>一键成为店铺</button>
            </div>
        </div>
    </section>
</article>
<!-- /article -->
</body>
<script type="text/javascript" src="/static/common/js/dateFormat.js"></script>
</html>