<%@ page language="java" import="java.util.*" pageEncoding="utf-8"%>
<%@include file="/context/mytags.jsp"%>
<!DOCTYPE HTML>
<html lang="en">
<head>
<meta charset="UTF-8">
<meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1">
<meta name="viewport" content="width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=0">
<title>服务协议</title>
<link rel="stylesheet" type="text/css" href="/static/css/agreement.css?v=1.0">
</head>
<body>
    <div class="text-center">
        <h2>生命守护用户服务协议</h2>
        <p>请务必认真阅读和理解本《生命守护用户服务协议》（以下简称《协议》）中规定的所有权利和限制。除非您接受本《协议》条款，否则您无权使用本协议所涉及的相关服务。您一旦以任何方式使用本《协议》所涉及的相关服务将视为对本《协议》的接受，即表示您同意接受本《协议》各项条款的约束。如果您不同意本《协议》中的条款，请不要使用本《协议》所涉及的相关服务。本《协议》为您（即用户）与广州通众电气实业有限公司（下称“生命守护”）所提供的服务达成的协议。生命守护在此特别提醒您认真阅读、充分理解本《生命守护用户服务协议》（下称《协议》），用户应认真阅读、充分理解本《协议》中各条款，对用户的权利限制的条款，法律适用、争议解决方式的条款。一旦用户使用本平台提供的服务即表示用户同意与本平台签订本协议且同意受本协议之约束。</p>
        <ul>
            <li>
                <dl>
                    <dt>1.释义 </dt>
                    <dd>1.1 生命守护开放平台（以下简称“开放平台”）的所有者及经营者，完全按照其发布的服务条款和操作规则提供基于互联网以及移动互联网的相关服务（以下简称“网络服务”）。 </dd>
                    <dd>1.2 “用户”是指所有直接或间接使用生命守护开放平台中第三方提供的各种应用和服务的用户。</dd>
                    <dd>1.3 “第三方”是指通过开发平台提供的各种平台和服务，开发自己的应用或客户端，提供给生命守护平台用户使用的第三方合作单位或开发者。</dd>
                    <dd>1.4 生命守护账号是指在生命守护网站自行注册获得的生命守护通行证。</dd>
                    <dd>1.5 “应用”是指生命守护开发的，可向用户提供各种服务的应用程序。</dd>
                    <dd>1.6 个人隐私信息是指那些能够对用户进行个人辨识或涉及个人通信的信息，包括下列信息：用户的姓名，身份证号，手机号码，IP地址，电子邮件地址信息。</dd>
                    <dd>1.7 非个人隐私信息是指用户对应用的操作状态以及使用习惯等一些明确且客观反映在生命守护服务器端的基本记录信息和其他一切个人隐私信息范围外的普通信息。 </dd>
                </dl>
            </li>
            <li>
                <dl>
                    <dt>2.授权范围 </dt>
                    <dd>
                        <dl>
                            <dt>2.1 用户通过开放平台使用第三方提供的应用和服务时，在获得用户授权的前提下，平台将获取用户的个人资料和内容信息，平台获取用户资料和内容信息的范围由用户所授权的范围而定，上述用户资料或内容信息可能涉及但不限于用户的ID、昵称、头像、性别、年龄、地域等。用户在包括但不限于以下情境中可能将授权开放平台获取自己的个人资料和内容信息：</dt>
                            <dd>2.1.1 用户同意使用自己的生命守护帐号登录应用； </dd>
                            <dd>2.1.2 用户同意开放平台应用获取自己的个人资料，以便提供相应的产品和服务。 </dd>
                        </dl>
                    </dd>
                    <dd>2.2 上述情况下，开放平台将不对用户在使用第三方应用和服务中授权给第三方使用的个人信息或个人隐私信息泄露承担责任。生命守护提醒用户在使用第三方应用时需要注意保护自己的个人资料信息及个人隐私信息，避免泄露。 </dd>
                    <dd>2.3 用户需清楚即使用户使用之后删除第三方的应用或取消了对第三方应用的授权，也有可能发生第三方保留这些资料和信息的情况，基于此种情况产生的任何纠纷由第三方与用户协商解决，生命守护开放平台不承担任何责任。</dd>
                </dl>
            </li>
            <li>
                <dl>
                    <dt>3.用户的权利和义务</dt>
                    <dd>用户在使用第三方提供的产品和服务时，需要了解以下内容：</dd>
                    <dd>3.1 生命守护开放平台会提供第三方的应用供用户选择使用，用户应在获得第三方合法授权的情况下使用该应用，并由第三方就用户在使用该等第三方应用时遭受的损害承担责任。 </dd>
                    <dd>3.2 生命守护开放平台将登载第三方的应用介绍，该介绍是生命守护依照第三方提供的情况，对该等应用所作的简要介绍。用户应知悉并理解，该简要介绍并非对相关应用的完整、全面和细致的描述。同时，生命守护并不对该等应用的功能、性质及其他情况作任何明示的或者默示的担保。如对前述情况有所疑问，用户应当与该第三方直接联系。 </dd>
                    <dd>3.3 生命守护开放平台对平台上提供的第三方应用具有审核管理权，并有权在不通知用户的情况下，对第三方应用进行下架处理，在尽力保障用户权利不受侵犯的前提下，生命守护将尽力降低由此对用户造成的影响。 </dd>
                    <dd>3.4 生命守护或第三方将根据市场与技术的发展，向用户提供与应用相关的各种互联网以及移动通信增值服务，包括免费和收费的增值服务。如相关服务由免费变更为收费服务，生命守护或第三方将以适当的形式通知，用户可自主选择接受或拒绝收费服务。</dd>
                    <dd>3.5 生命守护开放平台将向用户提供第三方的网络链接地址，以供用户了解第三方或有可能随附于应用并需要用户遵守的相关要求。生命守护开放平台所提供的第三方的网络链接地址，是生命守护开放平台根据第三方提供的当前的网络链接地址而向用户提供的。第三方有可能不时变更上述网络链接地址，也有可能对生命守护开放平台用户使用其提供的应用的相关附随要求进行不时变更，因此，生命守护开放平台不能担保第三方将及时向生命守护开放平台提供更新的网络链接地址及应用附随要求。 </dd>
                    <dd>3.6 生命守护开放平台提示用户，第三方的相关要求可能会以“软件使用许可协议”、“授权协议”或者其他的形式要求用户直接予以确认，用户一旦予以确认，则该等“软件使用许可协议”或“授权协议”将成为本《协议》不可分割的组成部分，与本《协议》具有同等的法律效力。且如该等要求需要用户遵守而您没有遵守时，该第三方或者国家司法机关可能会对您提起诉讼、罚款或其他的制裁措施，且要求生命守护给予协助。 </dd>
                    <dd>3.7 生命守护开放平台提供的第三方应用，仅仅是与生命守护存在有效合作关系的第三方提供的应用，生命守护并不保证将会永久地提供该应用，也不保证将来不会使用该第三方的其他的应用，且不保证将来不会使用非该第三方的同类型或不同类型的应用。</dd>
                </dl>
            </li>
            <li>
                <dl>
                    <dt>4.用户账号</dt>
                    <dd>
                        <dl>
                            <dt>4.1 账号注册</dt>
                            <dd>4.1.2 账号和昵称注册应符合法律法规和社会公德的要求，不得以党和国家领导人或其他名人的真实姓名、字号、艺名、笔名和不文明、不健康用语注册。</dd>
                            <dd>4.1.3 您以真实身份注册成为生命守护平台用户后，需要修改所提供的个人身份资料信息的，生命守护将及时、有效地为您提供该项服务。</dd>
                            <dd>4.1.4 账户所有权归属于生命守护，用户享有该账户在应用运营期间的使用权。</dd>
                        </dl>
                    </dd>
                    <dd>
                        <dl>
                            <dt>4.2 用户账号使用与保管</dt>
                            <dd>4.2.1 生命守护有权审查用户注册所提供的身份信息是否真实、有效，并应积极地采取技术与管理等合理措施保障用户账号的安全、有效；用户有义务妥善保管其账号及密码，并根据生命守护的要求正确、安全地使用其账号及密码。因黑客行为或用户保管疏忽等生命守护过错导致帐号、密码遭他人非法使用，生命守护不承担任何责任。</dd>
                            <dd>4.2.2 用户对登录后所持账号产生的行为依法享有权利和承担责任。</dd>
                            <dd>4.2.3 用户发现其账号或密码被他人非法使用或有使用异常的情况的，应及时根据生命守护公布的账号申述规则通知生命守护，并有权通知生命守护采取措施暂停该账号的登录和使用。</dd>
                            <dd>4.2.4 生命守护根据用户的通知采取措施暂停用户账号的登录和使用的，生命守护有权要求用户提供并核实与其注册身份信息相一致的个人有效身份信息。用户没有提供其个人有效身份证件或者用户提供的个人有效身份证件与所注册的身份信息不一致的，生命守护有权拒绝用户上述请求。
                            </dd>
                        </dl>
                    </dd>
                </dl>
            </li>
            <li>
                <dl>
                    <dt>5.用户信息保护<dt>
                    <dd>
                        <dl>
                            <dt>5.1 生命守护将保护用户提供的有效个人信息数据的安全。不对外向任何第三方提供、公开或共享用户注册资料中的姓名、个人有效身份证件号码、联系方式、家庭住址等个人身份信息，但下列情况除外：</dt>
                            <dd>5.1.1 用户或用户监护人授权披露的；</dd>
                            <dd>5.1.2 有关法律要求披露的；</dd>
                            <dd>5.1.3 司法机关或行政机关基于法定程序要求提供的；</dd>
                            <dd>5.1.4 生命守护为了维护自己合法权益而披露；</dd>
                            <dd>5.1.5 应用户监护人的合法要求而提供用户个人身份信息时。</dd>
                        </dl>
                    </dd>
                    <dd>5.2 生命守护要求用户提供与其个人身份有关的信息资料时，已事先以明确而易见的方式向用户公开其隐私保护政策和个人信息利用政策，并采取必要措施保护用户的个人信息资料的安全。</dd>
                    <dd>5.3 在不透露单个用户隐私资料的前提下，生命守护有权对整个用户数据库进行分析并对用户数据库进行商业上的利用。 </dd>
                    <dd>5.4 为了运营和改善生命守护的技术和服务，生命守护将可能会自己收集使用用户的非个人隐私信息，这将有助于向用户提供更好的用户体验和提高我们的服务质量。 </dd>
                    <dd>
                        <dl>
                            <dt>5.5 生命守护制定了以下四项隐私权保护原则，指导我们如何来处理产品中涉及到用户隐私权和用户信息等方面的问题：</dt>
                            <dd>（1）利用我们收集的信息为用户提供有价值的产品和服务。 </dd>
                            <dd>（2）开发符合隐私权标准和隐私权惯例的产品。</dd>
                            <dd>（3）尽最大的努力保护我们掌握的信息。 </dd>
                        </dl>
                    </dd>
                </dl>
            </li>
            <li>
                <dl>
                    <dt>6.免责说明<dt>
                    <dd>6.1 生命守护不担保网络服务一定能满足用户的要求，也不担保网络服务不会中断，对网络服务的及时性、安全性、准确性也都不作担保。 </dd>
                    <dd>6.2 生命守护不保证为向用户提供便利而设置的外部链接的准确性和完整性，同时，对于该等外部链接指向的不由生命守护实际控制的任何网页上的内容，生命守护不承担任何责任。 </dd>
                    <dd>6.3 对于因电信系统或互联网网络故障、计算机故障或病毒、信息损坏或丢失、计算机系统问题或其它任何不可抗力原因而产生损失，生命守护不承担任何责任，但将尽力减少因此而给用户造成的损失和影响。 </dd>
                </dl>
            </li>
            <li>
                <dl>
                    <dt>7.争议解决及法律适用<dt>
                    <dd>7.1 本《协议》适用中华人民共和国法律。</dd>
                    <dd>7.2 因本《协议》引起的或与本《协议》有关的任何争议，各方应友好协商解决；协商不成的，任何一方均可将有关争议提交至广州天河区仲裁委员会并按照其届时有效的仲裁规则仲裁；仲裁裁决是终局的，对各方均有约束力。 </dd>
                </dl>
            </li>
            <li>
                <dl>
                    <dt>8.其他条款 </dt>
                    <dd>8.1 如果本协议中的任何条款无论因何种原因完全或部分无效或不具有执行力，或违反任何适用的法律，则该条款被视为删除，但本协议的其余条款仍应有效并且有约束力。 </dd>
                    <dd>8.2 生命守护有权随时根据有关法律、法规的变化以及公司经营状况和经营策略的调整等修改本协议，而无需另行单独通知用户。修改后的协议会在生命守护开放平台提供的授权页面上公布。用户可随时通过网站浏览最新服务协议条款。当发生有关争议时，以最新的协议文本为准。如果不同意生命守护对本协议相关条款所做的修改，用户有权停止使用网络服务。如果用户继续使用网络服务，则视为用户接受生命守护对本协议相关条款所做的修改。 </dd>
                    <dd>8.3 生命守护在法律允许的最大范围内对本协议拥有解释权与修改权。</dd>
                </dl>
            </li>
        </ul>
    </div>
</body>
</html>