<%@ page language="java" import="java.util.*" pageEncoding="utf-8"%>
<%@include file="/context/mytags.jsp"%>
<!DOCTYPE HTML>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1">
    <meta name="viewport" content="width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=0">
    <title>服务协议</title>
    <link rel="stylesheet" type="text/css" href="/static/css/agreement.css?v=1.0">
</head>
<body>
<div class="text-center">
    <h2>生命守护平台与机构协议</h2>
    <p>本协议系由生命守护平台与所有通过生命守护平台提供服务的主体（以下简称“机构”）就资源的引入、使用及相关服务所订立的有效合约，所有机构必须同意并遵守本协议。通过机构注册程序阅读本协议并点击"同意"按钮或以任何方式参与数字作品提交均被视为机构完全接受本协议。</p>
    <ul>
        <li>
            <dl>
                <dt>一、总则 </dt>
                <dd>1.1 本协议内容包括确认函、协议正文、服务清单及所有生命守护平台已经发布的或将来可能发布的各类规则。所有规则为本协议不可分割的组成部分，与协议正文具有同等法律效力。 </dd>
                <dd>1.2 双方承诺接受并遵守本协议的约定。本协议一经公布立即生效，生命守护平台有权随时对协议内容进行修订，修订后的协议将生命守护平台等相关网站上，机构继续使用该平台，则视为对修订后的协议不持任何异议并同意遵守；如机构对协议存在异议，可以向生命守护平台提出书面异议或退出平台，但机构在生命守护平台确认其退出许可前的行为，仍受本协议约束。</dd>
            </dl>
        </li>
        <li>
            <dl>
                <dt>二、定义 </dt>
                <dd>2.1 “生命守护平台”：是指由生命守护品牌所有并运营的供各大健康类服务机构在线为终端客户提供各种服务的平台。网址为：www.lifekeepers.cn。</dd>
                <dd>2.2 “生命守护平台”（以下简称“平台”）：是指由生命守护所有并运营的数字作品引入平台及各类客户端软件，供健康服务平台机构和用户提供查看用户健康数据，提供健康交流和各种健康服务的平台。</dd>
                <dd>2.3 “用户”：是指在平台浏览、阅读、咨询交流、查看终端客户所上传健康数据等，可通过平台提供各种服务给到终端客户的服务者。</dd>
                <dd>2.4 “注册”：是指机构登陆平台，按要求填写相关信息并提供相关资质材料，在线申请并激活其服务账户的过程。注册的机构必须是拥有合法相关版权及服务或销售资质的法律实体，如机构无经营资格或违反本协议有关机构的规定或超越其民事权利能力或民事行为能力范围的，则本协议自始无效，一经发现，平台有权立即注销其服务账户，并追究其违约使用平台服务的法律责任。</dd>
                <dd>2.5 “机构服务账户”：即机构完成注册流程而获得的在使用平台服务的过程中必须与自设的账户密码共同使用的用户名。机构应妥善保管其服务账户及密码信息，不得以任何形式擅自转让或授权他人使用自己的服务账户。</dd>
            </dl>
        </li>
        <li>
            <dl>
                <dt>三、服务申请和开通</dt>
                <dd>
                    <dl>
                        <dt>3.1 机构申请使用平台服务，必须同时满足以下条件：</dt>
                        <dd>（1）机构如属于法人或其他组织的，需持有中华人民共和国合法、有效的执照和其他平台要求机构提供的证明材料；机构如为自然人的，需持有中华人民共和国有效身份证件和其他平台要求机构提供的证明材料；</dd>
                        <dd>（2）确认完全同意《生命守护平台与机构协议》并自愿受其约束，注册成为平台的机构；</dd>
                        <dd>（3）提交了上述第（1）项约定的相关证明材料并获得平台认可。</dd>
                    </dl>
                </dd>
                <dd>
                    <dl>
                        <dt>3.2 服务将在以下条件满足后五（7）个工作日内开通：</dt>
                        <dd>（1）机构将加盖公章的本协议确认函及其他要求的文件邮寄回生命守护平台指定的地址；</dd>
                        <dd>（2）生命守护平台未发出拒绝提供服务的通知。</dd>
                    </dl>
                </dd>
                <dd>3.3 如机构在本协议生效后二十（20）个工作日内仍未满足本条第2款服务开通条件，或平台因任何原因告知机构拒绝提供服务，则平台有权不予开通服务，本协议即告终止。</dd>
                <dd>3.4 本协议约定的服务开通后，生命守护平台将按照本协议的约定为机构提供平台及相关服务，以便机构可通过该平台提供服务并向终端用户提供健康建议等请求。平台有权根据业务需要或网站维护等原因对服务提供方式进行修改、调整，或因服务升级或系统维护等原因中止服务。生命守护平台将在此等修改、调整或中止前通知机构。</dd>
            </dl>
        </li>
        <li>
            <dl>
                <dt>四、所有权与知识产权</dt>
                <dd>
                    <dl>
                        <dt>4.1 生命守护平台保留对以下各项内容、信息完全的、不可分割的所有权及知识产权:</dt>
                        <dd>（1）平台及其所有组成元素，包括但不限于所有内容、数据、技术、软件、代码、用户界面以及与其相关的任何衍生作品；</dd>
                        <dd>（2）机构向平台提供的与该平台服务相关的任何信息及反馈（不包含机构向平台提供的服务内容）。</dd>
                    </dl>
                </dd>
            </dl>
        </li>
        <li>
            <dl>
                <dt>五、机构的权利与义务<dt>
                <dd>
                    <dl>
                        <dt>5.1 机构保证拥有所提供的自有服务的完整版权与有效授权，有权在平台以本协议约定的方式提供服务。</dt>
                        <dd>（1）对于非机构自有权利的服务内容，机构应当获得权利人的有效授权，确保机构有权通过平台上传、复制、传输、通过信息网络传播、推广等。机构确保其获得的授权可以使平台合法地推广和按约使用其提供的服务。机构应自行向权利人支付可能存在的许可费用、版税以及其它应缴费用以获取权利人的有效授权。</dd>
                        <dd>（2）对于机构自有权利的服务，机构签署本协议即代表机构在平台推广和按约使用本平台的服务，包括但不限于将服务内容储于平台提供的存储空间和通过平台进行信息网络传播等。</dd>
                    </dl>
                </dd>
                <dd>5.2 机构保证其所提供的全部作品（包括服务内容、优惠、健康建议、讲座、视频等）及在平台上传的全部信息符合中国法律、法规及国家政策的规定，不含任何违法、违规内容。</dd>
                <dd>5.3 机构免费授予生命守护拥有机构相关信息的信息网络传播权。生命守护平台有权将机构的服务合作基于互联网或无线互联网在平台上进行传播或推广。 </dd>
                <dd>5.4 机构保证本协议的签署和履行并不侵犯任何第三方权益，也不会被任何第三方追索；机构保证提供服务不存在任何权利瑕疵，没有侵犯任何第三方的合法权益；机构对所提供健康资讯和服务等相关资源内容的真实性、准确性、完整性、合法性等负完全责任；如生命守护平台被第三方主张权利而产生任何纠纷、仲裁、诉讼，或遭到国家相关部门处理，由机构出面解决，承担全部法律责任并使平台免责，并赔偿因上述原因给平台造成的全部直接和间接损失。 </dd>
                <dd>5.5 机构应妥善保管自己的服务账户及密码信息，因机构自身原因丢失账户、密码或其他重要信息等，机构自行承担一切不利后果。严禁机构以任何形式擅自转让或授权他人使用自己的服务账户，一经发现，平台有权立即封禁该服务账户，并有权终止向机构提供本协议约定的服务而无须承担违约责任。</dd>
                <dd>5.6 机构承诺并完全同意：机构对其提供的服务和上传、存储、传播等环节产生的后果独立承担全部法律责任。</dd>
                <dd>5.7 未经平台事先书面同意，机构不得使用平台名义进行任何以营利为目的的商业活动或任何可能对生命守护品牌造成不利影响的活动。</dd>
                <dd>5.8 未经平台事先书面许可，机构不得擅自删除、下线、中断或关闭其已向平台提供的服务。</dd>
                <dd>5.9 如因机构提供给的服务版权到期或机构权利授权方原因等导致该服务需要下线的，机构应提前30天以书面形式通知平台后，方可对相应服务进行下线处理。</dd>
            </dl>
        </li>
        <li>
            <dl>
                <dt>六.生命守护平台的权利与义务<dt>
                <dd>6.1 生命守护平台负责对机构整体平台的运营事务提供相关的技术支持与维护服务。 </dd>
                <dd>6.2 出于宣传或推广的目的，平台有权在协议范围内免费使用机构名称和其服务特色做推广。</dd>
                <dd>6.3 由于机构与第三方就提供的服务出现争议导致平台必须对该其提供的服务下线的，平台可予以配合，但机构应承担由此产生的全部责任以及给平台造成的全部损失。</dd>
                <dd>6.4 本协议到期后，如机构并未主动下线或删除平台上的服务，视为机构继续按本协议约定的方式使用其服务，直至机构主动删除或下线服务为止。</dd>
            </dl>
        </li>
        <li>
            <dl>
                <dt>七、隐私<dt>
                <dd>7.1 在收集、使用、共享或存储与任何用户相关的所有数据（包括但不限于任何用户信息）时，机构同意实施并遵守所适用的隐私和保密标准，这些标准至少与平台隐私政策中阐明的标准同等严格和对用户有利。</dd>
                <dd>7.2 为保护用户的隐私，并使用户能够控制对其数据隐私设置的访问，禁止机构将其访问或收集的与平台用户相关的任何数据提供给任何第三方。机构据此同意遵守并且不以任何方式避开由平台设定的所有此类数据访问限制和用户选择的任何隐私设置。 </dd>
                <dd>
                    <dl>
                        <dt>7.3 在平台提出要求时，机构应立即向平台提供相关用户信息，以便:</dt>
                        <dd>(1)保护或维护平台及其员工、代理商等的合法权利或财产；</dd>
                        <dd>(2)保护平台服务的用户或公众的安全（包括在紧急情况下采取相应措施）；</dd>
                        <dd>(3)防止欺诈行为或实现风险管理目的；</dd>
                        <dd>(4)执行相关政府主管部门的要求、规定、命令等；</dd>
                        <dd>(5)遵守法律或法定程序。</dd>
                    </dl>
                </dd>
            </dl>
        </li>
        <li>
            <dl>
                <dt>八、信息披露与保密 </dt>
                <dd>8.1 机构与平台关于中重大信息的披露、采用、表述等均应获得双方的一致认可。机构可以宣传其已与平台的事实与情况，但未经过平台事先书面同意，不得发布使用任何含有平台名称、商标、logo、标记等的新闻稿、其他宣传声明或推广材料。出于宣传或推广目的，平台有权发布、提及或描述平台中服务或机构的宣传和推广材料。</dd>
                <dd>8.2 平台或机构对于因签署或履行本协议而了解或接触到的对方的商业秘密及其他保密资料和信息（以下简称“保密信息”）均应保守秘密。除非国家法律法规、政府或者法院的要求，或者本协议双方同意，任何一方不得向任何第三方泄露、给予或转让该等保密信息。除为实现本协议项下约定之目的所必须外，未经对方事先书面同意，任何一方不得擅自使用、复制或擅自向任何第三方授权使用、授权复制对方的商标、标志、商业信息、技术及其他资料等。
                </dd>
                <dd>8.3 本保密条款不因本协议的无效、被撤销、解除、提前终止、不具操作性等而失效。</dd>
            </dl>
        </li>
        <li>
            <dl>
                <dt>九、免责声明</dt>
                <dd>
                    <dl>
                        <dt>9.1 本协议项下平台将在现有技术的基础上尽最大努力提供相应的安全措施以保障服务安全和正常运行。但平台明确声明对服务不作任何明示或暗示的保证，包括但不限于对服务的安全性、可靠性、持续性、准确性、适用于某一特定用途等。机构签署本协议即意味着理解且不要求平台在以下任一情况下承担责任：</dt>
                        <dd>（1）不可抗力。不可抗力是指本协议双方不能合理控制、不可预见或即使预见亦无法避免的事件，包括但不限于政府行为、地震、台风、洪水、火灾或其它天灾、战争或任何其它类似事件。</dd>
                        <dd>
                            <dl>
                                <dt>（2）鉴于互联网之特殊性质，不可抗力亦包括但不限于下列影响互联网正常运行之情形：</dt>
                                <dd>（a）黑客攻击；</dd>
                                <dd>（b）电信部门技术调整导致之重大影响；</dd>
                                <dd>（c）因政府管制而造成之暂时关闭；</dd>
                                <dd>（d）病毒侵袭；</dd>
                                <dd>（e）网站升级、系统停机维护或通讯终端、电信设备出现故障导致无法进行数据传输；</dd>
                                <dd>（f）其他非因双方原因导致互联网无法正常运行、服务中断或延迟之情形。</dd>
                            </dl>
                        </dd>
                        <dd>（3）如发生不可抗力事件，遭受该事件的一方应立即以可能的最快捷的方式通知另一方该事件的性质、发生日期、预计持续时间等有关细节，以及该事件阻碍通知方履行其于本协议项下义务的程度。</dd>
                        <dd>（4）在不可抗力事件持续期间，遭受不可抗力事件的一方应定期及时地告知另一方不可抗力事件的现状。如不可抗力事件结束，应立即以书面形式通知对方，并继续履行其于本协议项下之义务。</dd>
                        <dd>（5）遭受不可抗力事件的一方应当向另一方提供事件发生地区的公证机构(或其他适当机构)出具的证实不可抗力事件的合法证明。</dd>
                        <dd>（6）如果不可抗力事件持续超过九十（90）天，任何一方均可按本协议14.2之规定终止本协议。</dd>
                        <dd>（7）本协议任何一方违约后遭遇不可抗力的，违约责任不因不可抗力而免除。</dd>
                    </dl>
                </dd>
                <dd>9.2 平台有权在提前通知或不通知的情况下随时修改、限制、暂停或终止全部或部分平台服务，对于此等修改、限制、暂停或终止行为，平台对机构或任何第三方不负任何责任。</dd>
            </dl>
        </li>
        <li>
            <dl>
                <dt>十、违约责任</dt>
                <dd>10.1 除本合同另有约定外，任何一方违反本合同约定的，应赔偿因此给另一方造成的经济损失。</dd>
                <dd>10.2 因机构所提供的服务存在权利瑕疵或侵犯任何第三方的合法权益、内容违法违规等导致平台损失或陷入诉讼、争议，或者受到国家有关部门的查处或处罚，应视为机构根本违约，由机构出面解决并承担全部责任。同时，平台有权单方解除本协议，终止提供本协议约定的服务。因此给平台造成损失的，机构应负责赔偿平台的全部损失，包括直接损失与其他合理损失。</dd>
                <dd>10.3 若双方均违反本协议之约定，则应当各自承担相应的责任。</dd>
            </dl>
        </li>
        <li>
            <dl>
                <dt>十一、协议期限与终止</dt>
                <dd>
                    <dl>
                        <dt>11.1 协议终止：发生以下任何事件时，经书面通知对方，任何一方均可立即终止本协议：</dt>
                        <dd>（1）一方严重违反本协议，且对于可补救的违约，未在收到对方书面通知后三十（30）天内予以补救；</dd>
                        <dd>（2）一方严重违约致使不能实现合同目的；</dd>
                        <dd>（3）一方破产、无力偿债、进入清算或解散程序、不再从事业务或不能清偿到期债务；</dd>
                    </dl>
                </dd>
            </dl>
        </li>
        <li>
            <dl>
                <dt>十二、争议解决与法律适用</dt>
                <dd>12.1 如双方就本协议内容或其执行发生任何争议，双方应首先进行友好协商；若经协商无法解决该争议，则双方应将争议提交平台所在地即广州市天河区人民法院诉讼解决。</dd>
                <dd>12.2 本协议的订立、执行、解释及争议的解决均适用中华人民共和国法律。</dd>
                <dd>12.3 本协议无效、被撤销或者终止的，不影响本协议中独立存在的有关解决争议方法与法律适用等条款的效力。</dd>
            </dl>
        </li>
        <li>
            <dl>
                <dt>十三、其他</dt>
                <dd>本协议最终解释权归生命守护平台所有。</dd>
            </dl>
        </li>
    </ul>
</div>
</body>
</html>